Repository: ngonzalez/DemoApp
Catalog: DemoApp/DemoApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: %lld Folders selected
de: %lld Ordner ausgewählt
es: %lld carpetas seleccionadas
fr: %lld dossiers sélectionnés

source: Account
de: Konto
es: Cuenta
fr: Compte

source: Account Address
de: Kontoadresse
es: Dirección de la cuenta
fr: Adresse du compte

source: Account Code
de: Kontocode
es: Código de la cuenta
fr: Code du compte

source: Account Name
de: Kontoname
es: Nombre de la cuenta
fr: Nom du compte

source: Account UUID
de: Konto-UUID
es: UUID de la cuenta
fr: UUID du compte

source: Archive
de: Archivieren
es: Archivar
fr: Archiver

source: Aspect Ratio: %lld
de: Seitenverhältnis: %lld
es: Relación de aspecto: %lld
fr: Format d'image : %lld

source: Audio Files
de: Audiodateien
es: Archivos de audio
fr: Fichiers audio

source: Audio Files (%lld)
de: Audiodateien (%lld)
es: Archivos de audio (%lld)
fr: Fichiers audio (%lld)

source: Back to Sign-In
de: Zurück zur Anmeldung
es: Volver al inicio de sesión
fr: Retour à la connexion

source: Back to my account
de: Zurück zu meinem Konto
es: Volver a mi cuenta
fr: Retour à mon compte

source: Change Email Address
de: E-Mail-Adresse ändern
es: Cambiar el correo electrónico
fr: Changer d'adresse email

source: Change Password
de: Passwort ändern
es: Cambiar la contraseña
fr: Changer de mot de passe

source: Change password
de: Passwort ändern
es: Cambiar la contraseña
fr: Changer de mot de passe

source: Channels %lld
de: Kanäle %lld
es: Canales %lld
fr: Canaux %lld

source: Clear
de: Leeren
es: Borrar
fr: Effacer

source: Clear selection
de: Auswahl aufheben
es: Borrar la selección
fr: Effacer la sélection

source: Created At
de: Erstellt am
es: Creado el
fr: Créé le

source: Current Email Address
de: Aktuelle E-Mail-Adresse
es: Correo electrónico actual
fr: Adresse email actuelle

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

source: Delete selected Audio File
de: Ausgewählte Audiodatei löschen
es: Eliminar el archivo de audio seleccionado
fr: Supprimer le fichier audio sélectionné

source: Delete selected Audio Files
de: Ausgewählte Audiodateien löschen
es: Eliminar los archivos de audio seleccionados
fr: Supprimer les fichiers audio sélectionnés

source: Delete selected Image File
de: Ausgewähltes Bild löschen
es: Eliminar la imagen seleccionada
fr: Supprimer l'image sélectionnée

source: Delete selected Image Files
de: Ausgewählte Bilder löschen
es: Eliminar las imágenes seleccionadas
fr: Supprimer les images sélectionnées

source: Delete selected Pdf File
de: Ausgewähltes PDF löschen
es: Eliminar el PDF seleccionado
fr: Supprimer le PDF sélectionné

source: Delete selected Pdf Files
de: Ausgewählte PDFs löschen
es: Eliminar los PDF seleccionados
fr: Supprimer les PDF sélectionnés

source: Delete selected Text File
de: Ausgewählte Textdatei löschen
es: Eliminar el archivo de texto seleccionado
fr: Supprimer le fichier texte sélectionné

source: Delete selected Text Files
de: Ausgewählte Textdateien löschen
es: Eliminar los archivos de texto seleccionados
fr: Supprimer les fichiers texte sélectionnés

source: Delete selected Video File
de: Ausgewähltes Video löschen
es: Eliminar el vídeo seleccionado
fr: Supprimer la vidéo sélectionnée

source: Delete selected Video Files
de: Ausgewählte Videos löschen
es: Eliminar los vídeos seleccionados
fr: Supprimer les vidéos sélectionnées

source: Dimensions %@
de: Abmessungen %@
es: Dimensiones %@

source: Edit User Account
de: Benutzerkonto bearbeiten
es: Editar la cuenta de usuario
fr: Modifier le compte utilisateur

source: Edit account
de: Konto bearbeiten
es: Editar la cuenta
fr: Modifier le compte

source: Email Address
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse email

source: File Size %@
de: Dateigröße %@
es: Tamaño %@
fr: Taille %@

source: File Size %lld
de: Dateigröße %lld
es: Tamaño %lld
fr: Taille %lld

source: File URL
de: Datei-URL
es: URL del archivo
fr: URL du fichier

source: First Name
de: Vorname
es: Nombre
fr: Prénom

source: Folder actions
de: Ordneraktionen
es: Acciones de carpeta
fr: Actions sur les dossiers

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers

source: Forgot my password
de: Passwort vergessen
es: He olvidado mi contraseña
fr: Mot de passe oublié

source: FrameRate %lld
de: Bildrate %lld
es: Fotogramas por segundo %lld
fr: Images par seconde %lld

source: Height %lld
de: Höhe %lld
es: Altura %lld
fr: Hauteur %lld

source: Image Files
de: Bilder
es: Imágenes
fr: Images

source: Image Files (%lld)
de: Bilder (%lld)
es: Imágenes (%lld)
fr: Images (%lld)

source: Import %@
de: %@ importieren
es: Importar %@
fr: Importer %@

source: Last Name
de: Nachname
es: Apellidos
fr: Nom

source: Length (ms) %f
de: Länge (ms) %f
es: Duración (ms) %f
fr: Durée (ms) %f

source: Length (s) %f
de: Länge (s) %f
es: Duración (s) %f
fr: Durée (s) %f

source: Megapixels %f
de: Megapixel %f
es: Megapíxeles %f
fr: Mégapixels %f

source: Mime/Type %@
de: MIME-Typ %@
es: Tipo MIME %@
fr: Type MIME %@

source: My Account
de: Mein Konto
es: Mi cuenta
fr: Mon compte

source: New Email Address
de: Neue E-Mail-Adresse
es: Nuevo correo electrónico
fr: Nouvelle adresse email

source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe

source: New Password confirmation
de: Neues Passwort bestätigen
es: Confirmación de la nueva contraseña
fr: Confirmation du nouveau mot de passe

source: New Session
de: Neue Sitzung
es: Nueva sesión
fr: Nouvelle session

source: Notify me when I sign-in
de: Mich bei der Anmeldung benachrichtigen
es: Avisarme cuando inicie sesión
fr: M'avertir lorsque je me connecte

source: Notify me when my account is updated
de: Mich benachrichtigen, wenn mein Konto aktualisiert wird
es: Avisarme cuando se actualice mi cuenta
fr: M'avertir lorsque mon compte est modifié

source: Open in web view
de: In der Webansicht öffnen
es: Abrir en la vista web
fr: Ouvrir dans la vue web

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Pdf Files
de: PDF-Dateien
es: Archivos PDF
fr: Fichiers PDF

source: Pdf Files (%lld)
de: PDF-Dateien (%lld)
es: Archivos PDF (%lld)
fr: Fichiers PDF (%lld)

source: Processing…
de: Wird verarbeitet…
es: Procesando…
fr: Traitement…

source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier

source: Register Account
de: Konto registrieren
es: Registrar la cuenta
fr: Créer le compte

source: Register for a new account
de: Neues Konto registrieren
es: Registrar una cuenta nueva
fr: Créer un nouveau compte

source: Required
de: Erforderlich
es: Obligatorio
fr: Obligatoire

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe

source: Sample Rate %lld
de: Abtastrate %lld
es: Frecuencia de muestreo %lld
fr: Fréquence d'échantillonnage %lld

source: Search Folders
de: Ordner durchsuchen
es: Buscar carpetas
fr: Rechercher des dossiers

source: Sign-out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter

source: State
de: Status
es: Estado
fr: État

source: Submit
de: Senden
es: Enviar
fr: Envoyer

source: Text Files
de: Textdateien
es: Archivos de texto
fr: Fichiers texte

source: Text Files (%lld)
de: Textdateien (%lld)
es: Archivos de texto (%lld)
fr: Fichiers texte (%lld)

source: Title %@
de: Titel %@
es: Título %@
fr: Titre %@

source: Unarchive
de: Wiederherstellen
es: Desarchivar
fr: Désarchiver

source: Unpublish
de: Veröffentlichung aufheben
es: Despublicar
fr: Dépublier

source: Update Folder
de: Ordner aktualisieren
es: Actualizar la carpeta
fr: Mettre à jour le dossier

source: Update Folders
de: Ordner aktualisieren
es: Actualizar las carpetas
fr: Mettre à jour les dossiers

source: Updated At
de: Aktualisiert am
es: Actualizado el
fr: Modifié le

source: Upload
de: Hochladen
es: Subida
fr: Envoi

source: Video Files
de: Videos
es: Vídeos
fr: Vidéos

source: Video Files (%lld)
de: Videos (%lld)
es: Vídeos (%lld)
fr: Vidéos (%lld)

source: Width %lld
de: Breite %lld
es: Anchura %lld
fr: Largeur %lld

source: You need to be identified. Please sign-in.
de: Sie müssen sich identifizieren. Bitte melden Sie sich an.
es: Debe identificarse. Inicie sesión.
fr: Vous devez être identifié. Veuillez vous connecter.

source: File Name
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier

source: MIME Type
de: MIME-Typ
es: Tipo MIME
fr: Type MIME

source: Bitrate %lld
es: Tasa de bits %lld
fr: Débit %lld

source: Email
es: Correo electrónico

source: Format %@
es: Formato %@

source: Name
es: Nombre
fr: Nom

source: Web URL
es: URL web
fr: URL web
